Repository: justalemon/PatchMyPath
Catalog: PatchMyPath/Properties/Resources.*.resx
Languages: es

# ConfigInvalid
source: We tried to load the configuration file but is invalid. Do you want to create a new configuration file? Press No if you want to manually check the file. ({0})
es: Intentamos cargar el archivo de configuraciones pero no es valido. ¿Deseas crear un nuevo archivo de configuracion? Presiona No si deseas verificar el archivo manualmente. ({0})

# ConfigInvalidTitle
source: Invalid Configuration
es: Configuracion Invalida

# DuplicatorCompleted
source: The install has been duplicated successfully!
es: ¡La instalación ha sido duplicada con éxito!

# DuplicatorCompletedTitle
source: Duplication Finished!
es: ¡Duplicacion Completada!

# DuplicatorHasFiles
source: The Destination folder contains files and/or folders. Existing game files will be removed and replaced with links. Installed modifications will not be touched. Do you want to continue?
es: La carpeta de Destino contiene archivos y/o carpetas. Los archivos del juego existente seran removidos y reemplazados con links. Las modificaciones instaladas no seran tocadas. ¿Deseas continuar?

# DuplicatorHasFilesTitle
source: Destination Contains Files and/or Folders
es: Destino contiene Archivos y/o Carpetas

# DuplicatorNativeError
source: Error: {0} The process has been stopped.
es: Error: {0} El proceso ha sido detenido.

# DuplicatorNativeErrorTitle
source: Error while creating Symbolic/Hard Link
es: Error al crear Enlace Simbolico/Duro

# DuplicatorNoGame
source: There is no game selected. Please select the type of game at the top and try again.
es: No se ha seleccionado un juego. Por favor elige un tipo de juego en la parte de arriba e intenta nuevamente.

# DuplicatorNoGameTitle
source: No Game Selected
es: Juego no seleccionado

# DuplicatorNoPath
source: Looks like one of the folders has not been selected. Please check that there is an Origin and Destination folder selected and try again.
es: Parece que una de las carpetas no ha sido seleccionada. Por favor asegurate de que hay una carpeta de Origen y Destino e intenta nuevamente.

# DuplicatorNoPathTitle
source: Directory not Selected
es: Carpeta no Seleccionada

# DuplicatorOriginMissing
source: The Origin folder does not exists! Please ensure that the selected folder is present and try again.
es: ¡La carpeta de Origen no existe! Por favor asgurate que la carpeta de origen esta presente e intenta nuevamente.

# DuplicatorOriginMissingTitle
source: Origin Folder is Missing
es: Carpeta de Origen no existe

# DuplicatorRequiredMissing
source: The {0} {1} does not exists and is required! The process has been stopped!
es: ¡El {0} {1} no existe y es requerido! ¡El proceso ha sido detenido!

# DuplicatorRequiredMissingTitle
source: Unable to find required {0}
es: No se ha encontrado {0} requerido

# InstallInvalid
source: The game executables could not be found. Please make sure that the files are present and try again.
es: Los ejecutables del juego no han sido encontrados. Por favor asegurate de que los archivos estan presente e intenta nuevamente.

# InstallInvalidTitle
source: Executables Missing
es: Ejecutables no existen

# InstallNoExecutable
source: No game install could be found on the specified folder. Please make sure one of the supported games exists on the install folder and try again.
es: Ninguna instalacion ha sido encontrada en la carpeta especificada. Por favor asegurate de que uno de los juegos soportados existe en la carpeta de instalacion e intenta nuevamente.

# InstallNoExecutableTitle
source: No Game Detected
es: Juego no detectado

# InstallTampered
source: The game executables have been tampered. Please make sure that they have not been modified and try again.
es: Los ejecutables del juego han sido manipulados. Por favor asegurate de que estos no han sido modificados e intenta nuevamente.

# InstallTamperedTitle
source: Executables Tampered
es: Ejecutables manipulados

# InstallWrongGame
source: The game version is invalid! Please make sure that the folder contains a copy of RDR2 or GTAV and try again.
es: ¡No has configurado la ubicacion de {0}! Por favor revisa la configuracion y asegurate de que el juego tiene la ubicacion de la instalacion e intenta nuevamente.

# InstallWrongGameTitle
source: Invalid Game
es: Directorio de instalacion no encontrado

# SettingsAccessDenied
source: Access denied when trying to move {0}. Restart the application as administrator and try again.
es: Acceso denegado al intentar mover {0}. Reinicia la aplicacion como administrador e intenta nuevamente.

# SettingsAccessDeniedTitle
source: Access denied
es: Acceso denegado

# SettingsInvalidID
source: "{0}" is not a valid number or is too big to be processed (max value is {1}).
es: "{0}" no es un numero valido o es muy grande para ser procesado (valor maximo es {1}).

# SettingsLanguageChanged
source: The Language Change will take effect the next time the application is started
es: El Cambio de Idioma tomara efecto la proxima vez que inicies la aplicacion

# SettingsLanguageChangedTitle
source: Language Changed
es: Idioma Cambiado

# SettingsOtherDownload
source: We will download up to date File Lists from the project's GitHub Page. Continue?
es: Vamos a descargar las Listas de Archivos desde la pagina del proyecto en GitHub. ¿Deseas Continuar?

# SettingsOtherDownloadTitle
source: Download Updated File Lists
es: Descarga de Listas de Archivos Actualizadas

# SettingsPathNotFound
source: We were unable to detect the original location. Please make sure that the game was installed from RGL, Steam or EGL and try again.
es: No se ha podido detectar la ubicacion de instalacion original. Por favor asegurate de que el juego fue instalado desde RGL, Steam o EGL e intenta nuevamente.

# SettingsPathNotFoundTitle
source: Unable to find location
es: Ubicacion no encontrada

# SettingsPathRename
source: Looks like this is the original game folder. Do you want to rename it? (To prevent the game from being deleted/overwritten)
es: Parece que esta es la carpeta original del juego ¿Deseas renombrarla? (Para evitar que el juego sea borrado/sobreescribido)

# SettingsPathRenameTitle
source: Original Folder Detected
es: Carpeta original detectada

# SettingsPathUninstall
source: Found the Vanilla Location on the Uninstall Information!
es: ¡Se ha encontrado la Ubicacion Original en la informacion de desinstalacion!

# SettingsPathUninstallTitle
source: Install Location Found
es: Ubicacion de Instalacion Encontrada

# SettingsPathWarehouse
source: Found the Vanilla Location on the Legacy Rockstar Warehouse Information!
es: ¡Se ha encontrado la Ubicacion Original en la antigua informacion de la version de Rockstar Warehouse!

# SettingsPathWarehouseTitle
source: Install Location Found
es: Ubicacion de Instalacion Encontrada

# SymbolicLinkError
source: An error has ocurred: {0}
es: Se ha producido un error: {0}

# SymbolicLinkErrorTitle
source: Unable to create Symbolic Link
es: No se puede crear un enlace simbolico
